[
  {
    "periodo": "Siglo XIX: Criminalización",
    "hitoMundial": "**1871:** Alemania adopta el **Parágrafo 175**, que criminaliza la homosexualidad masculina, sentando precedente en Europa. \n **1895:** Juicio y encarcelamiento de **Oscar Wilde** en Reino Unido por \"indecencia grave\", caso emblemático de la persecución legal de la homosexualidad.",
    "hitoChileno": "**1875:** Se promulga el Código Penal chileno. Su **Artículo 365** castiga la sodomía. \n **1896:** El médico Federico Puga Borne publica el \"Compendio de medicina legal\", que \"científicamente\" caracteriza a los \"sodomitas\" e instruye cómo reconocerlos, alineando la ley chilena con la patologización europea."
  },
  {
    "periodo": "Inicios Siglo XX: Patologización y Resistencia Temprana",
    "hitoMundial": "**1919:** El Dr. Magnus Hirschfeld funda el **Instituto para la Ciencia Sexual** en Berlín, un centro pionero de investigación, educación, atención médica y cirugías de afirmación de género, que se convirtió en un refugio para personas trans y homosexuales.",
    "hitoChileno": "**1903:** Caso judicial contra Juan Alcalde, Alberto Leiva y José Pérez, es uno de los primeros en describir lugares de encuentro homosexual en Santiago. \n **1912:** \"Anales de la Universidad de Chile\" publica \"Las perversiones sexuales\", primer escrito \"científico\" local sobre el tema. \n **1924:** Redada en una fiesta en Santiago; son detenidos 20 hombres vestidos de mujer. \n **1927:** Redadas masivas en Santiago; a los 21 detenidos se les realizan exámenes médicos y se les corta el cabello."
  },
  {
    "periodo": "1930s-1950s: Persecución Sistemática",
    "hitoMundial": "**1933:** El Instituto para la Ciencia Sexual de Hirschfeld es saqueado y sus libros quemados públicamente por los nazis. \n **1950:** Se funda la **Mattachine Society** en Los Ángeles, una de las primeras organizaciones \"homófilas\" de EE.UU. \n **1955:** Se funda **Daughters of Bilitis (DOB)** en San Francisco, la primera organización de derechos lésbicos de EE.UU.",
    "hitoChileno": "**1942:** Se crea el \"Presidio especial\" en Pisagua (Tarapacá) para trasladar a prisioneros homosexuales de todo el país. \n **1952:** Se crea un presidio similar en Chanco. \n **1954:** Se promulga la **Ley de Estados Antisociales** (Ley 11.625), utilizada para detener a homosexuales por faltas a la moral y las buenas costumbres."
  },
  {
    "periodo": "1960s: Aumento de la Tensión",
    "hitoMundial": "**Junio 1969:** **Disturbios de Stonewall** en Nueva York. Tras una redada policial en el bar Stonewall Inn, la comunidad responde con varios días de protestas violentas. Nace el movimiento de \"Liberación Gay\", más visible y combativo.",
    "hitoChileno": "**1963:** El Presidente de la Corte Suprema, Pedro Silva Fernández, oficia a policías y jueces recomendando la \"aprehensión de homosexuales\" e iniciando una nueva oleada de persecución. \n **Junio 1969:** **\"Escándalo de la calle Huanchaca\"** en Antofagasta. Una redada policial en una fiesta privada termina con 24 detenidos (9 de ellos con ropa de mujer) que sufren abusos y son objeto de escarnio en la prensa local."
  },
  {
    "periodo": "1970s: El Nacimiento de la Liberación",
    "hitoMundial": "**1970:** Primera marcha del \"Christopher Street Liberation Day\" (Día del Orgullo) en Nueva York y otras ciudades, conmemorando el primer aniversario de Stonewall. \n **1973:** La **Asociación Americana de Psiquiatría (APA)** elimina la homosexualidad del DSM, su manual de enfermedades mentales. \n **1977:** **Harvey Milk** es electo en San Francisco, convirtiéndose en el primer oficial abiertamente gay elegido para un cargo público en California.",
    "hitoChileno": "**Abril 1973:** **\"Protesta de los locas del '73\"** en Santiago. Docenas de personas LGBTIQA+ protestan en la Plaza de Armas contra el acoso policial, solo 5 meses antes del Golpe de Estado. La revista *Vea* titula: \"Los 'raros' QUIEREN CASARSE\". \n **Sept. 1973:** El Golpe de Estado inicia una era de terrorismo estatal que incluye la persecución y asesinato de personas LGBTIQA+. \n **1977:** Se crea el **Grupo Betania** en Santiago, la primera agrupación homosexual de Chile, aunque de carácter semi-clandestino. \n **1979:** Se funda el **\"Movimiento de Liberación del Tercer Sexo\"**, que publica una carta en la prensa pidiendo la derogación del Art. 365."
  },
  {
    "periodo": "1980s: Crisis del SIDA y Activismo Radical",
    "hitoMundial": "**Años 80:** La epidemia del VIH/SIDA golpea a la comunidad gay. La inacción gubernamental es vista como homofobia. \n **1987:** Nace **ACT UP** en Nueva York. Usan la acción directa para forzar a gobiernos y farmacéuticas a actuar bajo el lema \"Silencio = Muerte\".",
    "hitoChileno": "**1983:** Nace la **Colectiva Lésbica Ayuquelén**, la primera agrupación lésbico-feminista del país, en plena dictadura. \n **1984:** La prensa chilena estigmatiza la epidemia como el **\"Cáncer Gay\"**. \n **1984:** Asesinato de **Mónica Briones** (9 de julio), considerado el primer crimen de lesbo-odio documentado en Chile. \n **1986:** Asesinato de Jaime Urte Arellano, abogado e integrante del Movimiento Integración. El temor motiva la destrucción de los archivos del movimiento. \n **1987:** Emerge el colectivo de arte político **\"Las Yeguas del Apocalipsis\"** (Pedro Lemebel y Francisco Casas)."
  },
  {
    "periodo": "1990s: Despenalización y Derechos Civiles",
    "hitoMundial": "**1990:** La **Organización Mundial de la Salud (OMS)** elimina la homosexualidad de su Clasificación Internacional de Enfermedades (CIE-10). \n **1996:** **Sudáfrica** se convierte en el primer país del mundo en consagrar la protección contra la discriminación por orientación sexual en su Constitución.",
    "hitoChileno": "**1990:** En redadas de fin de semana en Valparaíso, ya en democracia, más de 500 personas son detenidas. \n **1991:** Creación del Movilh Histórico y MUMS. \n **1993:** Incendio de la discoteca **Divine** en Valparaíso, donde mueren 16 personas. Aunque la causa fue una falla eléctrica, la tragedia y la negligencia inicial galvanizaron al movimiento. \n **1994:** Se deroga la Ley de Estados Antisociales. \n **1995:** Nace la revista **\"Ama-zonas\"**, la primera publicación lésbica de Chile. \n **1996:** Programa \"Informe Especial\" de TVN graba y emite una redada policial en discotecas LGBT de Santiago, deteniendo a 40 personas. \n **1999:** **Despenalización de la sodomía en Chile**. Se deroga el Artículo 365 (con la excepción de la sodomía con menores de 18 años, que se igualó años después)."
  },
  {
    "periodo": "2000s: La Era del Matrimonio",
    "hitoMundial": "**2001:** **Países Bajos** se convierte en el primer país del mundo en legalizar el matrimonio igualitario. \n **2003:** Caso **Lawrence v. Texas** en EE.UU., la Corte Suprema anula todas las leyes de sodomía. \n **2006:** Se publican los **Principios de Yogyakarta**, que aplican la ley internacional de DD.HH. a la orientación sexual y la identidad de género. \n **2009:** **Jóhanna Sigurðardóttir** (Islandia) se convierte en la primera jefa de gobierno abiertamente lesbiana del mundo.",
    "hitoChileno": "**2000:** Fundación del **Sindicato Afrodita** en Valparaíso, primera organización de trabajadoras sexuales trans. \n **2002:** Asesinato de Amanda Jofré, dirigenta travesti. \n **2004:** La Corte Suprema de Chile le quita la tuición de sus hijas a la jueza **Karen Atala** por su orientación sexual, en un acto de discriminación estatal."
  },
  {
    "periodo": "2010s: Reconocimiento Legal Pleno",
    "hitoMundial": "**2011:** EE.UU. deroga oficialmente la política **\"Don't Ask, Don't Tell\"** en sus fuerzas armadas. \n **2015:** Caso **Obergefell v. Hodges**. La Corte Suprema de EE.UU. legaliza el matrimonio igualitario en todo el país. \n **2018:** La **OMS** anuncia la CIE-11, **eliminando la transexualidad** del capítulo de \"trastornos mentales\" y reclasificándola como \"incongruencia de género\".",
    "hitoChileno": "**2012:** Asesinato de **Daniel Zamudio** por su orientación sexual conmociona al país. \n **2012:** La **CIDH condena a Chile por el Caso Atala**, obligando al Estado a capacitar funcionarios y reformar leyes. \n **2012:** Promulgación de la **Ley Antidiscriminación** (Ley 20.609 o \"Ley Zamudio\"). \n **2015:** Se promulga la Ley 20.830 de **Acuerdo de Unión Civil (AUC)**, permitiendo a parejas del mismo sexo un reconocimiento legal. \n **2016:** Asesinato de **Nicole Saavedra**. \n **2018:** Se aprueba la **Ley de Identidad de Género** (Ley 21.120), reconociendo el derecho a la rectificación de nombre y sexo registral."
  },
  {
    "periodo": "2020s: Hitos Recientes",
    "hitoMundial": "(Lucha continua por los derechos trans y no binarios a nivel global).",
    "hitoChileno": "**2021:** Se aprueba la **Ley de Matrimonio Igualitario** (Ley 21.400), 20 años después que el primer país del mundo y casi 50 años después de la protesta de 1973. \n **2022:** Asesinato de **Claudia Diaz Perez**, activista trans de 73 años y sobreviviente de la dictadura, el Día Internacional de los DD.HH. \n **2024:** Se promulga la **Ley 21.675** (Ley Integral contra la Violencia hacia las Mujeres), que incluye explícitamente la orientación sexual y la identidad de género en sus protecciones contra la violencia de género."
  }
]
